Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/moving_to_ireland/introduction_to_the_irish_system/accommodation.html.txt.tmx
Source language: en
Languages: fr

source: You should arrange accommodation before you arrive in Ireland, even for the first few days of your stay
fr: Vous vous faciliterez beaucoup la vie en organisant votre hébergement à l'avance, ne serait-ce que pour les premiers jours de votre séjour

source: Organise in advance to stay with friends or book yourself in to a hotel or a hostel in order to give yourself time to look around and get to grips with the accommodation situation in the area in which you plan to live
fr: Demandez à des amis de vous héberger ou réservez une chambre d'hôtel ou un lit dans une auberge de jeunesse afin d'avoir le temps de rechercher le logement le mieux adapté à vos besoins et vous familiariser avec les conditions de logement dans le quartier dans lequel vous souhaitez vous installer

source: If you are thinking of buying a house, you need to be aware of the price trends in this country, the process by which houses are bought and sold and the initial costs that are involved
fr: Si vous projetez d'acheter une maison, vous devrez vous informer sur la tendance des prix dans ce pays, sur la procédure d'achat et vente d'immobilier ainsi que sur les coûts initiaux auxquels vous pouvez vous attendre

source: Rented accommodation comes in many forms
fr: Il existe plusieurs types de logements en location

source: You can choose from houses, flats, apartments, house-shares and bed-sits, according to what suits your needs and your budget
fr: Vous aurez le choix entre maisons, studios, appartements, maisons en colocation et garçonnières, selon vos besoins et votre budget

source: You will need to know how these are advertised and rented and what your rights and responsibilities are as a tenant
fr: Vous devrez vous informer sur la manière dont ces logements disponibles sont annoncés et loués ainsi que sur vos droits et devoirs en tant que locataire

source: Local authorities are the main providers of social housing for people who cannot afford to buy their own homes
fr: Les autorités locales sont les principaux pourvoyeurs de logements sociaux pour les personnes qui ne peuvent pas se permettre d'acheter leurs propres maisons

source: Non-Irish nationals must have a legal right to remain in the State on a long-term basis to be eligible to apply for social housing
fr: Ressortissants non irlandais doivent être en possession d'une autorisation légale de demeurer dans l'État à long terme pour être admissible à une demande de logement social

source: Detailed rules are contained in Circular Housing 41/2012 Access to social housing supports for non-Irish nationals (pdf)
fr: Des règles détaillées figurent dans la Circulaire sur le Logement 41/2012 L'accès au soutient de logement social pour les non-ressortissants irlandais (pdf)

source: There are no restrictions on the purchase or rent of residential property or non-agricultural land
fr: Il n'existe aucune restriction sur l'achat ou la location d'une propriétérésidentielle ou d'un terrain non-agricole

source: Threshold is a voluntary organisation that gives information and advice to citizens about rented accommodation
fr: Threshold est une organisation bénévole dont le but est de fournir un soutien aux citioyens, ayant besoin de conseils sur logement en location en Irlande
